{
  "card_title": "Valocanto",
  "card_type": "Creature",
  "card_text": "Enquanto a maré estiver baixa, Valocanto não pode ser usado. (Por padrão, a maré não está nem alta nem baixa.)\rLuta/Coleta: Exauste uma criatura inimiga e cada um dos vizinhos dela.",
  "traits": "Aquan",
  "amber": 0,
  "power": "6",
  "armor": null,
  "rarity": "FIXED",
  "flavor_text": "",
  "card_number": "A10",
  "expansion": 453,
  "is_maverick": false,
  "is_anomaly": true,
  "houses": [
    {
      "id": "db92ddff-223c-4f1c-9d30-61d49ec1103c",
      "house": null,
      "normal": "https://mastervault-storage-prod.s3.amazonaws.com/media/card_front/pt/453_A10_HQJFQP6894H_pt.png",
      "zoom": "https://cards-keyforge.s3.eu-north-1.amazonaws.com/media/pt/anomaly/A10.png"
    }
  ],
  "rules": [
    {
      "title": "Se eu estiver jogando com um baralho de O Chamado dos Arcontes contra um baralho de Colisão entre Mundos que contenha uma anomalia de [Valocanto](/wc/A10), eu posso subir a maré para impedir Valocanto de coletar mesmo que nenhum dos baralhos em jogo possuam a carta [A Maré](/dt/000)?",
      "text": "Sim, agora que a maré faz parte integral das regras, você pode ganhar as correntes para subir a maré, impedindo que o Valocanto de seu oponente possa ser usado, mesmo que ele seja uma anomalia de Colisão entre Mundos e que nenhum dos baralhos usados sejam de Mar de Trevas.\n\nEsta é uma das raras ocasiões onde subir a maré possa ter algum impacto no jogo mesmo que os baralhos não sejam de Mar de Trevas. Por outro lado um jogador também pode usar essa mecânica quando não querer comprar cartas e ter sua pilha de descarte embaralhada, assim ele sobe a maré arbitrariamente apenas para ganhar correntes.",
      "source": {
        "type": "Email da FFG",
        "version": "14 de maio de 2021",
        "url": "https://archonarcana.com/File:Tide_when_playing_Non_DT_decks.png"
      },
      "cards": [
        "37377d67-2916-4d45-b193-bea6ecd853e3",
        "db92ddff-223c-4f1c-9d30-61d49ec1103c",
        "53c7458d-1f41-4886-910b-f41d4dcb04e2"
      ]
    }
  ]
}
